PunchThrough/bean-arduino-core/hardware/bean/boards.txt
lightblue-bean.name=LightBlue Bean
lightblue-bean.upload.protocol=arduino
lightblue-bean.upload.maximum_size=32256
lightblue-bean.upload.speed=115200
lightblue-bean.build.mcu=atmega328p
lightblue-bean.build.f_cpu=16000000L
lightblue-bean.build.core=bean
lightblue-bean.build.variant=standard
lightblue-bean.build.post_compile_script=LightBlue-Bean-Mac.app/Contents/Resources/post_compile
